"use strict"

/*alert("хотите сделать заказ. вас не спрашивают)");*/
let a =  (prompt("тип сайта", "Визитка, Витрина"));
/*let x = parseInt (a = 1);
if(x === 1){alert ("5456");}
else if(x != 1){alert ("546");}*/


/*alert("дизайн, Шаблон, Уник")*/
let b =  (prompt("дизайн", "Шаблон, Уник"));

/*alert("адаптивность, Pixel Perfect, Резиновая");*/
let c =  (prompt("адативность", "Пиксель, Резина"));

if(a === "Визитка" && b === "Шаблон" && c === "Пиксель"){
    alert("1 неделя");
    alert("1000рублей");
}else if(a === "Визитка" && b === "Шаблон" && c === "Резина"){
    alert("10 дней");
    alert("3000рублей");
}else if(a === "Визитка" && b === "Уник" && c === "Пиксель"){
    alert("10 дней");
    alert("3000рублей");
}else if(a === "Визитка" && b === "Уник" && c === "Резина"){
    alert("15 дней");
    alert("5000рублей");
    
}else if(a === "Витрина" && b === "Шаблон" && c === "Пиксель"){
    alert("10 дней");
    alert("3000рублей");
}else if(a === "Витрина" && b === "Шаблон" && c === "Резина"){
    alert("18 дней");
    alert("5000рублей");
}else if(a === "Витрина" && b === "Уник" && c === "Пиксель"){
    alert("15 дней");
    alert("5000рублей");
}else if(a === "Витрина" && b === "Уник" && c === "Резина"){
    alert("20 дней");
    alert("10000рублей");
}

/*let d = a + b + c
alert(d)

    */
    


